resultLrc =[
`[ti:简单爱]
[ar:周杰伦]
[al:范特西]
[00:-0.91]简单爱

[00:06.97]作词：徐若瑄  作曲：周杰伦
[00:08.33]演唱：周杰伦
[00:11.03]
[00:25.64]说不上为什麽 我变得很主动
[00:31.03]若爱上一个人 什麽都会值得去做
[00:35.90]我想大声宣布 对你依依不舍
[00:40.81]连隔壁邻居都猜到我现在的感受
[00:45.03]
[00:45.76]河边的风 在吹着头发飘动
[00:50.74]牵着你的手 一阵莫名感动
[00:55.66]我想带你 回我的外婆家
[00:59.45]一起看着日落 一直到我们都睡着
[01:04.68]
[01:05.43]我想就这样牵着你的手不放开
[01:10.43]爱能不能够永远单纯没有悲哀
[01:15.24]我想带你骑单车 我想和你看棒球
[01:20.74]想这样没担忧 唱着歌 一直走
[01:24.74]
[01:25.50]我想就这样牵着你的手不放开
[01:30.28]爱可不可以简简单单没有伤害
[01:35.09]你靠着我的肩膀 你在我胸口睡着
[01:40.52]像这样的生活 我爱你 你爱我
[01:44.42]
[01:45.07]想 简 简 单 单 爱
[01:54.56]想 简 简 单 单 爱
[02:01.94]
[02:04.97]我想大声宣布 对你依依不舍
[02:09.93]连隔壁邻居都猜到我现在的感受
[02:14.24]
[02:15.01]河边的风 在吹着头发飘动
[02:19.79]牵着你的手 一阵莫名感动
[02:24.78]我想带你 回我的外婆家
[02:28.47]一起看着日落 一直到我们都睡着
[02:33.80]
[02:34.66]我想就这样牵着你的手不放开
[02:39.49]爱能不能够永远单纯没有悲哀
[02:44.34]我想带你骑单车 我想和你看棒球
[02:49.72]想这样没担忧 唱着歌 一直走
[02:53.88]
[02:54.48]我想就这样牵着你的手不放开
[02:59.38]爱可不可以简简单单没有伤害
[03:03.96]你靠着我的肩膀 你在我胸口睡着
[03:09.60]像这样的生活 我爱你 你爱我
[03:13.57]
[03:14.23]想 简 简 单 单 爱
[03:23.98]想 简 简 单 单 爱
[03:30.93]
[03:33.86]我想就这样牵着你的手不放开
[03:39.02]爱能不能够永远单纯没有悲哀
[03:43.75]我想带你骑单车 我想和你看棒球
[03:49.21]想这样没担忧 唱着歌 一直走
[03:53.12]
[03:53.89]我想就这样牵着你的手不放开
[03:58.73]爱可不可以简简单单没有伤害
[04:03.40]你靠着我的肩膀 你在我胸口睡着
[04:08.96]像这样的生活 我爱你 你爱我
[04:12.86]`,

`[00:01.69]半岛铁盒
[00:02.69]词曲：周杰伦
[00:03.69]演唱：周杰伦
[00:04.69]
[00:09.61]读者：呀 小姐请问一下是没有卖半岛铁盒
[00:11.50]店员：有呀你从前面右转的第二排架上就有啊
[00:14.48]读者：好 谢谢 店员:不会
[00:15.91]
[00:17.15]走廊灯关上书包放
[00:19.46]走到房间窗外望
[00:21.38]回想刚买的书
[00:23.20]一本名叫半岛铁盒
[00:25.11]放在床边堆好多
[00:26.70]第一页第六页第七页序
[00:28.88]我永远都想不到
[00:30.36]陪我看这书的你会要走
[00:32.29]不再是不再有
[00:34.39]现在已经看不到
[00:36.13]铁盒的钥匙孔
[00:37.68]透了光看见它锈了好久
[00:39.87]好旧好旧
[00:40.96]外围的灰尘包围了我
[00:43.56]好暗好暗
[00:44.70]铁盒的钥匙我找不到
[00:47.50]放在糖果旁的是我
[00:50.71]很想回忆的甜
[00:54.86]沉在盒子里的是你
[00:58.04]沦落了成美
[01:02.22]沉在盒子里的是你
[01:05.45]给我的快乐
[01:09.33]我很想记得可是我记不得
[01:15.25]为什么这样子
[01:18.93]你拉着我说你有些犹豫
[01:22.98]怎么这样子
[01:26.26]雨还没停你就撑伞要走
[01:30.31]已经习惯不去阻止你
[01:34.12]过好一阵子你就会回来
[01:38.58]印象中的爱情好像顶不住那时间
[01:44.69]为什么这样子
[01:48.39]你看着我说你已经决定
[01:52.47]我拉不住你
[01:55.72]他的手应该比我更暖
[01:59.86]铁盒的序变成了日记
[02:03.59]变成了空气演化成回忆
[02:07.83]印象中的爱情
[02:10.47]好像顶不住那时间
[02:14.21]所以你弃权
[02:18.48]
[02:30.10]走廊灯关上 书包放
[02:32.53]走到房间窗外望
[02:34.41]回想刚买的书
[02:36.24]一本名叫半岛铁盒
[02:38.12]放在床边堆好多
[02:39.63]第一页第六页第七页序
[02:41.73]我永远都想不到
[02:43.34]陪我看这书的你会要走
[02:45.44]不再是不再有
[02:47.30]现在已经看不到
[02:49.19]铁盒的钥匙孔
[02:50.59]透了光看见它锈了好久
[02:52.84]好旧好旧
[02:53.87]外围的灰尘包围了我
[02:56.49]好暗好暗
[02:57.60]铁盒的钥匙我找不到
[03:00.03]放在糖果旁的是我
[03:03.58]很想回忆的甜
[03:07.76]然而过滤了你和我
[03:10.99]沦落了成美
[03:14.75]沉在盒子里的是你
[03:18.37]给我的快乐
[03:22.25]我很想记得可是我记不得
[03:28.12]为什么这样子
[03:31.88]你拉着我说你有些犹豫
[03:35.92]怎么这样子
[03:39.18]雨还没停你就撑伞要走
[03:43.17]已经习惯不去阻止你
[03:46.92]过好一阵子你就会回来
[03:51.52]印象中的爱情好像顶不住那时间
[03:57.77]为什么这样子
[04:01.34]你拉着我说你有些犹豫
[04:05.46]怎么这样子
[04:08.73]雨还没停你就撑伞要走
[04:12.83]已经习惯不去阻止你
[04:16.56]过好一阵子你就会回来
[04:21.01]印象中的爱情好像顶不住那时间
[04:27.14]为什么这样子
[04:30.91]你看着我说你已经决定
[04:35.02]我拉不住你
[04:38.17]他的手应该比我更暖
[04:43.14]的序变成了日记
[04:46.12]变成了空气演化成回忆
[04:50.54]印象中的爱情好像顶不住那时间
[04:57.57]所以你弃权
[05:01.81]`
]
